@extends ('mchelp/base')

@section('h1')
インストール・起動
@stop

@section('h2')
@stop

@section('body')
<h2>microcosm-lite</h2>
特にインストール作業は不要です。<br>
zipファイルを解凍するだけで使用可能です。<br>
アンインストールしたい場合、フォルダを丸ごと削除してください。<br>
<h3>ダウンロードに関する注意</h3>
ダウンロードする際に「一般的にダウンロードされていない」という警告が出る場合があります。<br>
その場合は「継続」を押していただければダウンロードが継続されます。<br>
<h3>起動に関する注意</h3>
起動する際に「WindowsによってPCが保護されました」という警告が出る場合がありますが、そのまま実行を押していただければ正常に起動されます。


<h2>microcosm</h2>
microsoftストアからインストールして、スタートメニューから起動してください。<br>
アンインストールしたい場合、アプリを右クリックしてアンインストールを選択してください。<br>

<h2>microcosm-mac</h2>
Macストアからインストール後、LaunchPadから起動してください。<br>
アンインストールしたい場合、LaunchPad内のアプリを右クリックしてゴミ箱に移動させてください。<br>
@stop

